11/data/attachments/b973fc313824f528.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Katherine_home_Actions_8041_4</nif:username>
            <nif:friendToBeRequested>soap_actions_9c581f7f-539e-4ef5-9729-453a7ac2136f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>